<?php

return [
	'title' => 'リンク',
	'body' => '私たちが協力しているサイトとコミュニティ。国際人になって、ぜひチェックしてみてください! ご自身のウェブサイトで SMW Central にリンクしたい場合は、以下の {link}「Link To Us」{/link} セクションのバナーをご自由にご使用ください。',
	'affiliates' => [
		'title' => 'アフィリエイト',
		'visit' => 'サイトにアクセス',
		'description' => [
			'smbx' => '{bold}Super Mario Bros. X{/bold}は、スーパー マリオ 1、2、3、ワールドの要素を融合した大規模なマリオ ファンゲームです。アイスフラワー、ハンマースーツ、タヌーキスーツ、クリボーの靴、ビリーガン、ヨッシーなど、多くのパワーアップが施されています。2 プレイヤー協力モードで友人と一緒にゲームをプレイすることもできます。このモードでは、プレイヤーが分離したり再参加したりすると、画面がシームレスに分割および結合されます。',
			'rhdn' => '{bold}ROMhacking.net{/bold}には、クラシック ビデオ ゲームの修正、ファン翻訳、コンソールの自作、ユーティリティ、学習リソースが揃っています。単純なアーカイブ サイトであることに加えて、ROMhacking.net の目的は、ROMhacking コミュニティを次のレベルに引き上げることです。私たちは、ROMhacking コミュニティに「コミュニティ」という言葉を戻したいと考えています。',
			'mfgg' => '{bold}Mario Fan Games Galaxy{/bold}は、公式のスーパー マリオ ブラザーズ シリーズのパロディやオマージュの作成に重点を置いたフリーウェア Web サイトです。MFGG は多数のファンゲームをホストしており、リソースはさまざまな目的で利用できますが、このサイトは依然としてマリオのファンゲームに重点を置いています。ユーザーは、サイトに投稿されたファンゲームをダウンロードできるだけでなく、スプライト、ハウツー、サウンド (音楽と効果音の両方)、その他のダウンロードもダウンロードでき、独自のマリオ ファンゲームの開発に使用できます。',
			'sm64romhacks' => '{bold}sm64romhacks{/bold}はスーパーマリオ64 ROM ハックのデータベースです。',
		],
	],
	'link' => [
		'title' => 'このサイトのリンクを使用したい場合',
		'body' => 'Web サイトまたはフォーラムの署名から SMW Central にリンクしたい場合は、次のバナーを使用してください！',
	],
];
